Repository: mobinghoveoud/mobile-store
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Mobile app
fa: موبایل

source: Updated
fa: به روز شده در

source: Created
fa: ساخته شده در

source: Nationality name
fa: نام ملیت

source: Brand name
fa: نام برند

source: Mobile model
fa: مدل موبایل

source: Mobile color
fa: رنگ موبایل

source: Mobile screen size
fa: اندازه صفحه موبایل

source: Mobile image
fa: عکس موبایل

source: Variant price
fa: قیمت نوع

source: Status
fa: وضعیت

source: Price date
fa: زمان قیمت

source: Available
fa: موجود

source: Not Available
fa: ناموجود
